{
    
"Patients Portal":"بوابة المريض",
"Welcome to Patients Portal":"مرحبًا بك في بوابة المريض",
"Volunteering":"التطوع",
"Join Our Team":"انضم إلى فريقنا",
"Investor Relations":"علاقات المستثمرين",
"Almoosa Building": "مبنى الموسى",
  "Logo": "الشعار",
  "Welcome to": "مرحباً بكم في",
  "Almoosa Health": "مستشفى الموسى",
  "Continue as a Patient": "المتابعة كمريض",
  "Continue as a Doctor": "المتابعة كطبيب",
  "Slide Image": "صورة العرض",
  "To browse your medical file and book appointments, please login or register now.": "للاطلاع على ملفك الطبي وحجز المواعيد، يرجى تسجيل الدخول أو التسجيل الآن.",
  "Login": "تسجيل الدخول",
  "Register": "تسجيل",
  "Let's Consult With Our Specialist Today": "لنستشر أخصائيينا اليوم",
  "New": "جديد",
  "Remote Consultation": "استشارة عن بُعد",
  "On-site Consultation": "استشارة في الموقع",
  "Check Symptoms": "فحص الأعراض",
  "Health Education": "التثقيف الصحي",
  "Virtual Tour": "جولة افتراضية",
  "Contact Us": "اتصل بنا",
  "Find Doctor": "ابحث عن طبيب",
  "E-Pharmacy": "الصيدلية الإلكترونية",
   "Almoosa Logo": "شعار الموسى",
  "Badge1": "شارة 1",
  "Badge2": "شارة 2",
  "Badge3": "شارة 3",
  "Badge4": "شارة 4",
  "Badge5": "شارة 5",
  "Badge6": "شارة 6",
  "Badge7": "شارة 7",
  "USEFUL LINKS": "روابط مفيدة",
  "About Almoosa": "عن الموسى",
  "Academic Affair": "الشؤون الأكاديمية",
  "Our Doctors": "أطباؤنا",
  "Services": "الخدمات",
  "SOCIAL MEDIA": "وسائل التواصل الاجتماعي",
  "Twitter": "تويتر",
  "Instagram": "إنستغرام",
  "YouTube": "يوتيوب",
  "LinkedIn": "لينكدإن",
  "For any concerns of misconduct or unethical behavior, we encourage confidential reporting without retaliation through": "لأي مخاوف تتعلق بسوء السلوك أو السلوك غير الأخلاقي، نشجع على الإبلاغ السري دون أي انتقام من خلال",
  "DOWNLOAD ALMOOSA APP": "حمل تطبيق الموسى",
  "To view your medical record, get your monthly medication, and enjoy the e-payment service. Any time and from anywhere": "لعرض سجلك الطبي، والحصول على أدويتك الشهرية، والاستمتاع بخدمة الدفع الإلكتروني. في أي وقت ومن أي مكان",
  "App Store": "متجر آبل",
  "Google Play": "جوجل بلاي",
  "Stay up to date with our news": "تابع أحدث أخبارنا",
  "Go to Twitter": "اذهب إلى تويتر",
  "ALMOOSA HOSPITAL © 2025 All Rights Reserved": "مستشفى الموسى © 2025 جميع الحقوق محفوظة",
  "Privacy Policy": "سياسة الخصوصية",
  "About Us": "من نحن",
  "Hospitals & Ventures": "المستشفيات والمشاريع",
 
  "Medical Tourism": "السياحة العلاجية",
  "For Patients & Visitors": "للمرضى والزوار",
  "Academic Affairs": "الشؤون الأكاديمية",
  "Awards": "الجوائز",
  "Media Center": "المركز الإعلامي",
  "Book Appointment": "حجز موعد",

  "Almoosa Health is a leading health care provider in the Eastern Province of Saudi Arabia. Since opening the first private hospital in Al-Ahsa in 1996, the group has grown into a network of leading healthcare facilities recognized globally.": "تعد الموسى للرعاية الصحية من أبرز مقدمي الرعاية الصحية في المنطقة الشرقية بالمملكة العربية السعودية. منذ افتتاح أول مستشفى خاص في الأحساء عام 1996، نمت المجموعة لتصبح شبكة من المرافق الصحية الرائدة والمعترف بها عالمياً.",

  "Community Services": "خدمات المجتمع",
  "Board Of Governors": "مجلس الإدارة",
  "Leadership Team": "فريق القيادة",

  "Almoosa Specialist Hospital, Ahsa": "مستشفى الموسى التخصصي، الأحساء",
  "Almoosa Rehabilitation Hospital": "مستشفى الموسى للتأهيل",
  "Almoosa Health – Al Nakheel Medical Center": "الموسى للرعاية الصحية – مركز النخيل الطبي",
  "Almoosa Specialist Hospital, Hufof (under construction)": "مستشفى الموسى التخصصي، الهفوف (قيد الإنشاء)",
  "Almoosa Specialist Hospital, Khobar (under construction)": "مستشفى الموسى التخصصي، الخبر (قيد الإنشاء)",
  "Pharmacies": "الصيدليات",

  "The For Patients & Visitors section provides essential information, guidelines, and resources tailored to enhance the experience and understanding of individuals seeking medical care or visiting a healthcare facility.": "يوفر قسم المرضى والزوار معلومات وإرشادات وموارد أساسية تهدف إلى تحسين تجربة وفهم الأفراد الذين يسعون للحصول على الرعاية الطبية أو زيارة منشأة صحية.",

  "Patient Guide": "دليل المريض",
  "General Information": "معلومات عامة",

  "The Training Centre section offers a comprehensive overview of upcoming events, courses, and educational opportunities, tailored to meet the needs and interests of individuals seeking to enhance their skills and knowledge in a specific field.": "يوفر قسم مركز التدريب نظرة شاملة على الفعاليات والدورات والفرص التعليمية القادمة، المصممة لتلبية احتياجات واهتمامات الأفراد الراغبين في تعزيز مهاراتهم ومعارفهم في مجال معين.",

  "Events & Courses": "الفعاليات والدورات",
  "Almoosa Specialist Hospital":"مستشفى الموسى التخصصي",
  "The hospital provides the best human-centered care in a capacity of over 500 beds, with a diverse team working together to achieve one mission: To promote hope and well-being for our society":"يوفر المستشفى أفضل رعاية موجهة نحو الإنسان بسعة تزيد عن 500 سرير، مع فريق متنوع يعمل معًا لتحقيق مهمة واحدة: تعزيز الأمل والرفاهية لمجتمعنا",
  "Almoosa Specialist Hospital is a world-class health system that promotes wellness and heals illness founded in 1996 as the first private hospital in Ahsa, offering high-quality integrated healthcare":"مستشفى الموسى التخصصي هو نظام صحي عالمي المستوى يعزز العافية ويعالج الأمراض، تأسس في عام 1996 كأول مستشفى خاص في الأحساء، مقدمًا رعاية صحية متكاملة عالية الجودة",
  "Ranked among the best ten hospitals in the GCC, we ensure to provide our patients with the best care in the Kingdom and GCC with qualified, competent caregivers using the latest technologies and evidence-based techniques":"مصنف بين أفضل عشرة مستشفيات في دول مجلس التعاون الخليجي، نحرص على تقديم أفضل رعاية لمرضانا في المملكة ودول المجلس باستخدام مقدمي رعاية مؤهلين وكفوئين مع الاستفادة من أحدث التقنيات والأساليب القائمة على الأدلة",
  "Almoosa Specialist Hospital is an academic teaching hospital accredited by the Saudi Commission for Health Specialties SCHS, with 15 residency programs and three fellowships programs and two diplomas":"مستشفى الموهبة التخصصي هو مستشفى أكاديمي معتمد من الهيئة السعودية للتخصصات الصحية، ويضم 15 برنامجا للإقامة وثلاثة برامج زمالة ودبلومين",
  "Our leading programs and Centers of excellence":"برامجنا الرائدة ومراكز التميز لدينا",
  "The region's most preferred Bone and Joint Center":"مركز العظام والمفاصل الأكثر تفضيلاً في المنطقة",
  "Almoosa Specialist Hospital is a world-class health system that promotes wellness and heals illness,founded in 1996 as the first private hospital in Ahsa, offering high-quality integrated healthcare":"مستشفى المreza التخصصي هو نظام صحي عالمي المستوى يعزز الرفاهية ويعالج الأمراض، تأسس عام 1996 كأول مستشفى خاص في الأحساء، ويقدم رعاية صحية متكاملة عالية الجودة.",
  "Almoosa Specialist Hospital is an academic teaching hospital accredited by the Saudi Commission for Health Specialties (SCHS), with 15 residency programs, three fellowship programs, and two diploma programs":"مستشفى الموهبة التخصصي هو مستشفى أكاديمي معتمد من الهيئة السعودية للتخصصات الصحية (SCHS)، ويضم 15 برنامج إقامة، وثلاث برامج زمالة، وبرنامجين دبلوم.",
  "Comprehensive cancer center":"مركز شامل للسرطان.",
  "A world-class neuroscience center with a stroke program":"مركز عالمي المستوى لعلوم الأعصاب مع برنامج للجلطة الدماغية",
  "Advanced heart center with all the latest cardiac modalities such as a hybrid operation room and an electrophysiology lab.":"مركز قلب متقدم يحتوي على جميع أحدث تقنيات القلب مثل غرفة عمليات هجينة ومختبر كهرباء القلب.",
  "The region’s largest and most comprehensive maternity and children’s program.":"أكبر وأشمل برنامج للنساء الحوامل والأطفال في المنطقة.",
  "Almoosa Capacity":"سعة الموصى",
  "3000 Caregivers":"3000 مقدم رعاية",
  "400 Doctors":"400 طبيب",
  "430 Beds":"430 سرير",
  "240 Clinics":"240 عيادة"
  



}